Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/press_releases_fi/tiedote_mu_sapmi_2030.pdf.tmx
Source language: fin
Languages: sme

source: UUSI KIRJA: Minun Sápmi vuonna 2030 Minun Sápmi vuonna 2030 - kirjoituskilpailuun osallistuneiden lasten ja nuorten tekstit on koottu kirjaksi.
sme: OĐĐA GIRJI: Mu Sápmi jagi 2030 Mu Sápmi jagi 2030 - čállingilvui oassálastán mánáid ja nuoraid teavsttat leat čohkkejuvvon girjin.

source: Kirjoituksissa lapset ja nuoret esittävät näkemyksiään tai toiveitaan tulevaisuudesta, siitä minkälaisessa maailmassa saamelaiset elävät 20 vuoden kuluttua.
sme: Čállosiin mánát ja nuorat ovdanbuktet iežaset oainnuid dahje sávaldagaid boahttevuođa birra, das makkár máilmmis sámit ellet 20 jagi geažes.

source: Kirjassa kaikki tekstit ovat yhdellä Suomessa puhutuista saamenkielistä (inarin-, koltan-, ja pohjoissaame) ja suomeksi.
sme: Girjjis buot teavsttat leat ovttain Suomas hállon sámegielain (anáraš-, nuortalaš-, ja davvisámegiella) ja suomagillii.

source: Saamelainen lastenkulttuurikeskus ja nuorisolautakunta-hanke on julkaissut lasten ja nuorten tekstit jaettaviksi kirjoittajille, saamelaislapsille ja nuorille, ja niille yhteistyötahoille, jotka työskentelevät lasten ja nuorten asioiden parissa.
sme: Sámi mánáidkulturguovddáš ja nuoraidlavdegoddi – prošekta almmustahttá mánáid ja nuoraid teavsttaid čálliide, sámemánáide ja nuoraide, ja daidda

source: niina.siltala@samediggi.fi
sme: ovttasbargoguimmiide, geat barget mánáid ja nuoraid áššiiguin.
